Repository: alekyes/objInspector
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Manage favorites of objInspector
ru: Управление избранного objInspector

source: Export favorites
ru: Экспортировать избранное

source: Import favorites
ru: Импорт избранного

source: Not available here
ru: Недоступно здесь

source: Searching...
ru: Поиск...

source: Search failed %s %s
ru: Ошибка поиска %s %s

source: Objects in %s window
ru: Объекты в окне %s

source: %d items
ru: %d элементов

source: Shows a list of objects in the active window
ru: Отображает список объектов в активном окне

source: Error loading favorites.dat file: %s %s
ru: Ошибка загрузки файла favorites.dat: %s %s

source: Export failed
ru: Не удалось выполнить экспорт

source: Select a file for copying your favorites
ru: Выберите файл для копирования избранного

source: The file already exists. do you want to replace it?
ru: Файл уже существует. вы хотите заменить его?

source: Warning
ru: Предупреждение

source: Favorites have been saved correctly
ru: Избранное сохранено правильно

source: Export result
ru: Результат экспорта

source: File can not be saved in the specified location %s %s
ru: Файл не может быть сохранен в указанном месте %s %s

source: Select your favorites file
ru: Выберите свой файл избранного

source: Error loading %s %s %s
ru: Ошибка при загрузке %s %s %s

source: Import failed
ru: Ошибка импорта

source: There are No new favorites to add
ru: Нет новых избранных

source: Import result
ru: Результат импорта

source: %d favorites added, %d total
ru: добавлено избранное %d, всего %d

source: Favorites have been loaded but can not be saved on file %s %s
ru: Избранное было загружено, но файл не удалось сохранить %s %s

source: untagged
ru: непомеченн

source: P&ython code
ru: Код P&ython

source: &Filter
ru: &Фильтр

source: All objects
ru: &Все объекты

source: Interactive objects
ru: И&нтерактивные объекты

source: Data objects
ru: Объекты данн&ых

source: Static objects
ru: Стати&ческие объекты

source: Container objects
ru: &Контейнерные объекты

source: &Search:
ru: &Поиск:

source: Hide untagged
ru: &Скрыть непомеченные

source: Favo&rited objects
ru: Объекты &Избранного

source: Ascendan&ts
ru: Пр&едки

source: &Brothers
ru: &Братственные

source: C&hildren
ru: &Дочерние

source: &Clear filterss
ru: &Очистить фильтры

source: Default &action
ru: Действие по &умолчанию

source: &Left Click
ru: &Левый клик

source: &Right Click
ru: Пр&авый клик

source: Fa&v
ru: Изб&ранное

source: Close
ru: &Закрыть

source: Can not do default action for this object
ru: Вы не можете выполнить действие по умолчанию для этого объекта

source: Unfavorited
ru: Удалено из избранного

source: Favorited
ru: Отмечены как избранное

source: items
ru: элементы

source: ascendants of
ru: по возрастанию

source: brothers of
ru: братственная

source: children of
ru: дочерняя из

source: Can not save favorites file. %s %s
ru: Не удается сохранить файл избранного. %s %s
